{"data": [
	{
	"key": "Should Reports Sent to Congress be Publicly Available in a Searchable Database?",
    "billDetail": "This bill would require the Government Publishing Office (GPO) to establish and maintain a publicly available website containing copies of all congressionally mandated reports. The website would be required feature the following, along with certain descriptive information related to such reports: 1) the ability to retrieve a report through specified types of searches; 2) a means for downloading reports individually or in bulk; 3) an electronic means for federal agencies to submit reports to the GPO, as required by the bill; and 4) a list of all reports that can be searched and sorted by time frame or submission status (in a tabular form).\n\nTo bring this bill into effect, the Office of Management and Budget (OMB) would issue guidance to federal agencies on the bill’s requirement that agencies submit copies of congressionally mandated reports and related information to the GPO. Within reports’ bodies, agencies would retain discretion over redaction or withholding of certain information in accordance with the Freedom of Information Act (FOIA) and other applicable laws. Once appropriately redacted, all public-facing reports would be published to the website within 30 days of submission to Congress.\n\nFinally, by April 1 of each year, the Library of Congress would be required to submit a list of all congressionally mandated reports from the previous year. This list would be provided in an open format, and would include specified identifying and descriptive information. It’d also be used by GPO to compare against the list of reports received from agencies, helping check whether agencies are complying with their responsibilities in a timely manner.",
    "billYea": "A single, public website that serves as a repository for all congressionally mandated reports would make it easier for the public to discover what the government has learned using their tax dollars and help congressional staffers who need to access the reports for their lawmaker or constituents.",
    "billNay": "There are already ways for staffers and the public to access congressionally mandated reports. The House Clerk organizes all reports sent to Congress, and members of the public can request any agency records via FOIA requests.",
    "imgURI": "https://assets.countable.us/bill/photo/hr4631-115/featured_large_access-to-congressionally-mandated-reports-act-1531690980.jpg",
    "billRef": "hr4631",
  },
	{
	"key": "Should the President be Required to Publicly Disclose His Tax Return?",
    "billDetail": "This bill would require the president to publicly disclose their federal income tax return and all related attachments by making it available on the internet at providing the returns to relevant congressional committees. If a president fails to provide the required tax information or falsifies it, the Attorney General would be able to bring a civil action against them with penalty of up to $50,000. When a new president takes office, they would be required to submit their prior year’s federal income tax return within 90 days. Certain redactions would be allowed, including the president’s Social Security number, taxpayer identification number, account numbers, and the name of any dependents of the president. If a president’s spouse files a joint return or a separate return, it would be subject to this legislation’s requirements.",
    "billYea": "Requiring the disclosure of a president’s federal income tax return would make the public aware of any conflict of interest and encourage presidents to divest themselves of anything that may create a conflict.",
    "billNay": "It’s wrong for Congress to require any individual to publicly disclose their tax return, even if they are the president or their spouse. Moreover, this is a partisan bill that the sponsor didn’t care to introduce during the current administration.",
    "imgURI": "https://assets.countable.us/bill/photo/hr540-115/featured_large_presidential-tax-disclosure-act-of-2017-1489553780.jpg",
    "billRef": "hr540",
  },
	{
	"key": "Do Sanctuary Cities That Don't Cooperate With Immigration Officials Need to Lose Federal Funding?",
    "billDetail": "This bill aims to hold sanctuary cities and jurisdictions accountable for defying federal immigration laws. It would increase penalties for those who illegally re-enter the U.S. after being deported.\n\nSanctuary jurisdictions are defined as states or localities that prohibit law enforcement officers from cooperating with federal immigration officials — even if they wish to do so. Under this bill, the Dept. of Homeland Security (DHS) would create a list of jurisdictions that meet this definition and make it publicly available.\n\nFederal grant funding for law enforcement would be withheld from sanctuary jurisdictions, and made available to other states and localities that allow their law enforcement officers to cooperate with federal immigration officials.\n\nLocal law enforcement would explicitly have the legal authority to cooperate with federal immigration officials if they so choose — even in sanctuary jurisdictions. \n\nThis legislation was introduced in conjunction with Kate's Law, which is named for Kate Steinle, a woman who was murdered in a sanctuary city by an unauthorized immigrant who had been deported five times and had seven felony convictions. ",
    "billYea": "Sanctuary cities encourage illegal immigration and endanger public safety — they don't deserve federal funding. Plus, mandatory minimums will help deter more illegal immigration.",
    "billNay": "It's wrong to force immigration laws on communities that don't support them. This bill threatens to erode community trust in law enforcement as an overreactive response to an unfortunate event.",
    "imgURI": "https://assets.countable.us/bill/photo/s87-115/featured_large_stop-dangerous-sanctuary-cities-act-1485673335.jpg",
    "billRef": "s87",
  },
	{
	"key": "Does the President Need to be Blocked From Launching a Nuclear First Strike Unless Congress Declares War?",
    "billDetail": "This bill would prohibit the president from launching a nuclear first strike against a U.S. adversary unless Congress has approved a declaration of war against that country that explicitly authorizes a first strike.\n\nIt would also declare that it is U.S. policy to never use a nuclear first strike without a declaration of war. A nuclear first strike would be defined as any nuclear attack against an enemy that is conducted without the president determining that the enemy has first launched a nuclear strike against the U.S. or one of its allies.",
    "billYea": "A U.S. president shouldn’t conduct a nuclear first strike unless an adversary has already attacked America or its allies with nuclear weapons or Congress has given the president that authority. That power in the wrong hands could lead to nuclear armageddon.",
    "billNay": "To deny the president even the possibility of launching a unilateral nuclear first strike give our enemies leverage. There could be scenarios where there’s only a brief window to launch a preemptive strike before an adversary can attack America or its allies.",
    "imgURI": "https://assets.countable.us/bill/photo/hr669-115/featured_large_restricting-first-use-of-nuclear-weapons-act-of-2017-1486632380.jpg",
    "billRef": "hr669",
  },
	{
	"key": "Should Money Seized From Drug Cartels Like “El Chapo” Go to Funding the Border Wall?",
    "billDetail": "This bill — known as the EL CHAPO Act — would reserve any illegally obtained drug profits forfeited to the U.S. government by Joaquin Guzman Loera (aka El Chapo) for the construction of a wall on the U.S.-Mexico border and stopping the flow of narcotics into the U.S. It would also reserve other assets forfeited by convicted members of drug cartels for border wall construction and other security measures. The federal government is currently seeking the forfeiture of $14 billion from El Chapo.\n\nThe bill’s full title is the Ensuring Lawful Collection of Hidden Assets to Provide Order Act.",
    "billYea": "By using assets forfeited by El Chapo and other members of drug cartels to fund the border wall, American taxpayers won’t have to foot the bill.",
    "billNay": "No matter where the money comes from, a border wall and enhanced security measures on the U.S.-Mexico border are unnecessary.",
    "imgURI": "https://assets.countable.us/bill/photo/s939-115/featured_large_el-chapo-act-1493438147.jpg",
    "billRef": "s939",
  },
	{
	"key": "No Budget, No Pay: Holding Congressional Paychecks When They Can't Agree on a Budget",
    "billDetail": "This bill — the No Budget, No Pay Act — would withhold the paychecks of members of Congress from whichever chamber (the House or the Senate, or both) that can't agree on a federal budget by the start of the corresponding fiscal year on October 1. The payroll administrator for the chamber that can't agree on a budget would put the paychecks of those members of Congress into an escrow account. There would be no retroactive pay for lawmakers for the period in which a budget hadn't been adopted.",
    "billYea": "If Congress can’t come to an agreement on one of their most essential responsibilities — funding the government — they don’t deserve to be paid on time.",
    "billNay": "This bill is coercive and could force Congressional members to vote for legislation they don't fully agree with. Not every member in Congress is a millionaire.",
    "imgURI": "https://assets.countable.us/bill/photo/s14-115/featured_large_no-budget-no-pay-act-1485320616.jpg",
    "billRef": "s14"
  },
	{
	"key": "Does Congress Need More Time to Review a Country’s Removal From the List of State Sponsors of Terrorism?",
    "billDetail": "This bill would make it more difficult for countries that have been designated as a state sponsor of terrorism to be removed from the State Department’s list, which entails sanctions and other restrictions. It would extend the amount of time that a country on the list must refrain from sponsoring terrorism from six months to 24 months before they can be removed. It would also give Congress 90 days to review and potentially overturn a president’s proposed removal of a country on the list, rather than just 45 days.\n\nCurrently the State Department lists three countries as state sponsors of terrorism, all of which have been on the list for more than two decades: Iran (1984), Sudan (1993), and Syria (1979). The sanctions imposed as a result of this designation fall into four major categories:\n\nRestrictions on U.S. foreign aid to the country;\n\nA ban on defense exports and sales;\n\nControls placed on exports of items that can be used for civilian or military purposes;\n\nMiscellaneous financial and other restrictions.",
    "billYea": "Congress needs to be able to check and potentially overturn a president’s plan to take a country off the list of state sponsors of terrorism, and this bill would ensure that lawmakers have that opportunity.",
    "billNay": "The president should have as much as discretion as possible in removing countries from the list of state sponsors of terrorism, so Congress’ review period shouldn’t be extended.",
    "imgURI": "https://assets.countable.us/bill/photo/hr430-115/featured_large_state-sponsors-of-terrorism-review-enhancement-act-1485673330.jpg",
    "billRef": "hr430",
  },
	{
	"key": "Should the Johnson Amendment be Repealed to Let Churches and Tax-Exempt Groups Engage in Politics?",
    "billDetail": "This bill would repeal the tax code’s prohibition against churches and other tax-exempt organizations participating in political campaigns or opposing candidates for public office that was imposed by the 1954 Johnson Amendment. It would apply to taxable years ending after this bill’s enactment, and wouldn’t invalidate or limit any provision of the Federal Election Campaign Act of 1971.",
    "billYea": "Churches and other religious or secular tax-exempt organizations have the right to free speech just as much as individuals and businesses, and as a result they should be able to participate in political campaigns without losing their privileged tax status.",
    "billNay": "Tax exempt organizations — whether they’re churches or not — shouldn’t be able to get involved in political campaigns and endorse candidates while maintaining their tax exempt status. It’s inappropriate to mix politics with religious institutions.",
    "imgURI": "https://assets.countable.us/bill/photo/hr172-115/featured_large_to-restore-the-free-speech-and-first-amendment-rights-of-churches-and-exempt-organizations-by-repealing-the-195-1494183964.jpg",
    "billRef": "hr172",
  },
	{
	"key": "Should the 9th Circuit Court of Appeals be Split in Two?",
    "billDetail": "This bill would split off part of the U.S. 9th Circuit Court of Appeals — which is the federal appeals court for Alaska, Arizona, California, Hawaii, Idaho, Montana, Nevada, Oregon, and Washington plus Guam and the Northern Mariana Islands — into a new 12th Circuit Court of Appeals. The 12th Circuit Court would cover Alaska, Arizona, Idaho, Montana, Nevada, and Washington, while the 9th would keep the other states and territories under its current jurisdiction. These changes would take effect one year after this legislation’s enactment.\n\nWhen this legislation takes effect, the 9th Circuit would continue to deal with all cases that have already been submitted for a decision. Appeals or proceedings that haven’t progressed to that stage of the judicial process would be referred to the court that would’ve had jurisdiction over it had the new court existed at the time of submission, and all relevant records would be transferred to that court.",
    "billYea": "The Ninth Circuit Court of Appeals as it’s currently structured is too large and has too heavy a caseload. With an average wait time of 15 months, citizens under its jurisdiction don’t have quick access to justice. Creating a new 12th Circuit Court of Appeals would ease the burden of both courts and ensure the judicial system functions efficiently for residents of western states.",
    "billNay": "The Ninth Circuit Court of Appeals should keep its current jurisdiction despite it being a lot bigger than other circuits in terms of geographic size and population. Conservatives mainly want to break it up because they think it is staffed by too many liberal judges and has issued too many rulings that were eventually overturned by the Supreme Court.",
    "imgURI": "https://assets.countable.us/bill/photo/s276-115/featured_large_judicial-administration-and-improvement-act-of-2017-1487103212.jpg",
    "billRef": "s276",
  },
	{
	"key": "Should References to \"Husbands\" and \"Wives\" be Changed to “Spouses” In Federal Law?",
    "billDetail": "This bill would change all references to “wife” or “husband” in the Internal Revenue Code, the Social Security Act, and other federal laws concerning spousal benefits to “spouse.” All references to “husband and wife” would be replaced with “married couple.” It would eliminate a definition of “spouse” that only refers to a person of the opposite sex.\n\nOther federal laws that would be amended by this legislation include those related to family medical leave, disability and death benefits for the spouse of a miner, tax law related to divorces, and spousal insurance benefits. Additionally, a law imposing criminal penalties on someone who threatens a president’s spouse would be amended.",
    "billYea": "Federal law should be gender neutral, and as a result a lot of bills with outdated references to “husbands” and “wives” need to be changed to “spouse” so that same-sex couples aren’t denied rights.",
    "billNay": "It’s unlikely that anyone would be denied a right as a spouse under current law just because it references “husbands” and “wives,” and if they were courts would overturn it.",
    "imgURI": "https://assets.countable.us/bill/photo/hr98-115/featured_large_amend-the-code-for-marriage-equality-act-of-2017-1485653880.jpg",
    "billRef": "hr98"
  },
	{
	"key": "Do Christians and Yazidis Facing Genocide in the Middle East Need Priority Admission as Refugees?",
    "billDetail": "This bill would recognize that Christians and Yazidis in Iraq, Syria, Pakistan, Iran, Egypt, and Libya are the targets of genocide and provide them with expedited visa processing if they seek to come to the U.S. as a refugee or immigrant.\n\nThe Dept. of Homeland Security (DHS) would provide ensure that applications from such Christians and Yazidis are given first priority among refugee applications in addition to the expedited visa processing.",
    "billYea": "Christians and Yazidis in the Middle East are the victims of a genocide perpetrated by ISIS, and the U.S. should give them priority status as refugees or immigrants if they to come to America.",
    "billNay": "While the plight of Christian and Yazidi communities in the Middle East is awful, they shouldn’t receive expedited processing or priority status if they want to come to the U.S.",
    "imgURI": "https://assets.countable.us/bill/photo/hr565-115/featured_large_save-christians-from-genocide-act-1486567965.jpg",
    "billRef": "hr565",
  },
	{
	"key": "Medicare for All: Should the U.S. Adopt a Single Payer Healthcare System?",
    "billDetail": "This bill — the Expanded and Improved Medicare for All Act — would provide individuals residing in the U.S. with healthcare for all “medically necessary care” by increasing or imposing a variety of taxes. Medically necessary care would include primary care, prevention, dietary and nutritional therapies, prescription drugs, emergency care, long-term care, mental health services, dental services, and vision care. Patients would choose between participating physicians and institutions for receiving care, and the Dept. of Health and Human Services (HHS) would be required to create a confidential electronic patient record system.\n\nThe program would be funded in the following ways, although specifics about increased or new tax rates aren’t included in the bill:\n\nExisting sources of government revenues for healthcare, such as Medicare, Medicaid, and the Children’s Health Insurance Program (CHIP);\n\nIncreasing personal income taxes on the top five percent of income earners (about $210,000 annually for a household);\n\nImposing a “modest and progressive” excise tax on payroll and self-employment income;\n\nImposing a “modest tax” on unearned income (like interest from a savings account, stock dividends, bond interest or alimony);\n\nImposing a “small tax” on stock and bond transactions.\n\nOnly public or nonprofit institutions would be allowed to participate. Health insurers would be prohibited from selling insurance that duplicates the benefits provided under this bill, but could sell benefits that aren’t medically necessary such as cosmetic surgery.\n\nThe Indian Health Service would be integrated into the new Medicare program after five years, while Congress would evaluate the continued independence of the Dept. of Veterans Affairs health programs.\n\nThe program would also provide employment transition benefits and prioritize the retraining and job placement of individuals whose jobs are eliminated due to reduced clerical and administrative work under this bill.",
    "billYea": "A single payer healthcare system is the best way to ensure that all Americans have access to the healthcare they need without having to worry about paying for health insurance. It would be more efficient than the status quo at controlling costs and produce better outcomes while bringing the U.S. in line with other developed nations with single-payer systems.",
    "billNay": "A single payer healthcare system would concentrate too much power in the federal government, creating inefficiencies in the healthcare market. It would reduce physicians’ pay and consequently the quality of care they provide, and lead to long wait lists for patients to see their doctor — all while imposing a massive tax increase on middle class Americans.",
    "imgURI": "https://assets.countable.us/bill/photo/hr676-115/featured_large_expanded-improved-medicare-for-all-act-1494531901.jpg",
    "billRef": "hr676",
  },

]}